brew "bat"
brew "btop"
brew "dua-cli"
brew "eza"
brew "fd"
brew "fzf"
brew "gum"
brew "jq"
brew "lazydocker"
brew "luarocks"
brew "mise"
brew "navi"
brew "neovim"
brew "rich-cli"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tealdeer"
brew "thefuck"
brew "wrk"
brew "yazi"
brew "yq"
brew "zoxide"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "lazygit"

